{
  "navLogoText": "Midland Community<br>Farmers Market",
  "homeHeader": "Midland Community Farmers Market",
  "homeDate": "Every Saturday (May through October) from 9:00 am until noon.",
  "about": {
    "title": "Who Are We?",
    "body": {
      "starting": "The Midland Community Farmers Market</b> is operated as a non-profit function of the Mens' Club of <a class=\"about-us-links\" href=\"http://www.midlandumc.com/\">Midland United Methodist Church</a>, and is offered as a service to the people of the Midland area of Georgia's Muscogee and Harris Counties. All vendor fees go to support the club's local outreach ministries, including ",
      "charitiesAndLink": [
        {
          "charityName": "House of Heroes",
          "charityLink": "https://houseofheroescvc.org/",
          "additionText": ""
        },
        {
          "charityName": "Camp Dream",
          "charityLink": "http://campdreamga.org/",
          "additionText": ""
        },
        {
          "charityName": "Ronald McDonald House",
          "charityLink": "http://www.rmhcwga.org/",
          "additionText": " of Columbus"
        },
        {
          "charityName": "Valley Rescue",
          "charityLink": "https://www.valleyrescuemission.org/",
          "additionText": ""
        },
        {
          "charityName": "Carpenter's Way",
          "charityLink": "https://www.themethodisthome.org/residential-care/carpenters-way-ranch-columbus/",
          "additionText": ""
        }
      ],
      "ending": ". Come on out and have a good time while supporting your community. SEE YOU THERE!"
    }
  },
  "whatsAvailable": {
    "whatsAvailableTitle": "What's Available",
    "item1": {
      "title": "FRUITS & VEGETABLES",
      "subtext": {
        "subText1": "Locally grown produce",
        "subText2": "Organic vegetables",
        "subText3": "Local Honey",
        "subText4": "Fresh eggs and dairy items"
      }
    },
    "item2": {
      "title": "YARD & GARDEN",
      "subtext": {
        "subText1": "Potted plants",
        "subText2": "Tomato and other garden plants",
        "subText3": "Fresh cut flowers",
        "subText4": "Live poultry and other animals"
      }
    },
    "item3": {
      "title": "FOOD",
      "subtext": {
        "subText1": "Homemade pickles",
        "subText2": "Jams and jellies",
        "subText3": "Delicious backed goods",
        "subText4": "Prepared hot foods"
      }
    },
    "item4": {
      "title": "ARTS & CRAFTS",
      "subtext": {
        "subText1": "Original paintings",
        "subText2": "Woodcraft and pottery",
        "subText3": "Quilts and crocheting",
        "subText4": "Soaps and candles"
      }
    }
  },
  "beAVendor": {
    "beAVendorTitle": "Be A Vendor",
    "item1": {
      "title": "What does it cost?",
      "subtext": {
        "subtext1": "The weekly fee is as little as $10 (the minimum donation) with no contracts, no big investment, and no long-term commitments. You only pay on the weeks you decide to come sell. There is no charge for Boy Scouts or Girl Scouts, children 13 and under, members of Midland United Methodist Church, charitable groups, or anyone whose sales are a fund-raiser for a charitable purpose.",
        "subtext2": "Your fees go to support deserving local charities selected by the membership of the Men's Club of <a href=\"http://www.midlandumc.com/\">Midland United Methodist Church</a>."
      }
    },
    "item2": {
      "title": "What can I sell at the market?",
      "subtext": {
        "subtext1": "All kinds of things, as long as it's something <b>YOU or your family have made</b>.",
        "subtext2": "We especially like to see locally-grown produce, but our vendors also have also had good results selling fresh eggs, homemade cheese and other dairy items, pickles and relishes, jams and jellies, local honey, yard and garden plants, cut flowers, fresh bread and other baked goods, birdhouses, picnic tables, walking sticks and canes, toys and other folk art, quilts, crocheting, and other fabric crafts, soaps, candles, and much more."
      }
    },
    "item3": {
      "title": "What isn't allowed?",
      "subtext": {
        "subtext1": "Don't worry, we don't restrict what you sell on a \"somebody's already selling that\" basis. Nothing inappropriate, of course, but remember, this is a showcase for your homemade items. So...",
        "subtext2": {
          "option1": "No resale: items you just bought elsewhere",
          "option2": "No franchise sales: (Scentsi, Paparazzi, LuLarue, Avon, Tupperware, and Color Street, etc.)",
          "option3": "No \"yard sale\" or flea market type items"
        },
        "subtext3": "But if you're not sure, <a href=\"#contact\" class=\"js-scroll-trigger\">just send us an email</a>."
      }
    },
    "item4": {
      "title": "What do I need to do?",
      "subtext": {
        "subtext1": "If possible, send an email before your first time (see the \"<a href=\"#contact\" class=\"js-scroll-trigger\">Contact</a>\" section) so we can get your contact information and answer any questions you might have. Aside from that, you just show up about 8:30 on the Saturdays when you want to sell, set up your table or tent, and get ready to greet your customers!",
        "subtext2": "You're going to like the relaxed, casual atmosphere of the Midland Community Farmers Market. Selling here is a great way to spend a Saturday morning while supporting your community, making a little money, and meeting some wonderful new friends!"
      }
    }
  },
  "contact": {
    "contactTitle": "Maps & Info",
    "contactAddress": "9110 Warm Springs Road Midland, Georgia 31820",
    "contactAddressSub": "(the corner of Warm Springs and Garrett Roads)",
    "contactFromColumbus": "Head east on Manchester Expressway (north GA-85 / US-27 Alt.) Take the County Line Road exit, and turn left across the bridge. Go a quarter mile and turn right onto Garrett Road.",
    "contactFromWarmSprings": "Head south on GA-85. Go four miles past Ellerslie, turn right at the County Line Road exit, and right again at Garrett Road.",
    "contactEmail": "MidlandCFM@gmail.com",
    "contactPhone": "+1 (706) 507-0357",
    "facebookText": "Find us on Facebook",
    "tripAdvisorText": "Find us on TripAdvisor"
  },
  "weeklyMarket": {
    "weeklyMarketSwitch": "OFF",
    "weeklyMarketDate": "05-02-2020"
  },
  "specialEvent": {
    "specialEventSwitch": "OFF",
    "specialEventTitle": "Spring Fling",
    "specialEventDate": "04-25-2020",
    "specialEventWriteUp": {
      "infoSection1": "As always, the weekly market season will open on the first Saturday in May. But for those who just can't wait, in March we'll repeat last year's very popular pre-season event: the second annual",
      "bold1": "Spring Fling Craft Market!",
      "infoSection2": "It might still be a little early then for some of the veggies, but all your favorite vendors from the",
      "bold2": "Midland Community Farmers Market",
      "infoSection3": "will be on hand, with arts and crafts, fine woodworking, fabric items, baked goods, pickles, jams, jellies, and much, much more! No reservation required. Vendor fees* will be $15, which will go to local charities.",
      "comment": "(*As always, charitable groups and kids under 13 are free.)",
      "whenIsIt": "Mark your calendars for Saturday, March 14th, from 11:00 - 3:00.",
      "closing": "See you there!"
    }
  },
  "reservation": {
    "termOfServices": "IN RESERVING A SPACE, I AGREE TO HOLD MIDLAND UNITED METHODIST CHURCH AND THE MIDLAND COMMUNITY FARMERS MARKET HARMLESS FROM ALL CLAIMS OR SUITS FOR ALL LOSSES, LIABILITIES, INJURIES, OR OTHER DETRIMENTS WHICH MAY BE MADE AGAINST MIDLAND UNITED METHODIST CHURCH OR THE MIDLAND COMMUNITY FARMERS MARKET BASED ON ANY INTENTIONAL OR NEGLIGENT ACT OR OMISSION BY THE VENDOR OR A CUSTOMER AS A RESULT OF PARTICIPATION IN THE MIDLAND COMMUNITY FARMERS MARKETS."
  },
  "footerText": "Copyright &copy; 2020 - Midland Community Farmers Market"
}
